Repository: common-repository/hitboxtv-widget
Catalog: languages/sthw-*.po
Languages: de_de

source: Unknown channel
de_de: Unbekannter Kanal

source: Failed to connect to hitbox.tv api.
de_de: Es konnte keine Verbindung zur hitbox.tv API hergestellt werden.

source: You do not have sufficient permissions to access this page.
de_de: Sie haben keine ausreichende Berechtigung, um auf diese Seite zuzugreifen.

source: Enable cache
de_de: Aktiviere Cache

source: Cache lifetime
de_de: Cache Lebenszeit

source: (seconds)
de_de: (Sekunden)

source: Hide unknown channels
de_de: Unbekannte Kanäle verstecken

source: Widget Title
de_de: Widget Titel

source: Channel or multiple channels seperated by comma
de_de: Ein oder mehrere, mit Komma getrennte, Kanäle

source: Hide offline channels
de_de: Kanäle die offline sind verstecken

source: Hide channel message
de_de: Kanal-Nachricht verstecken

source: Hide preview image
de_de: Vorschaubild verstecken
